"INVITEES" = "المدعوون";
"INVITEES_LOWERCASE" = "المدعوون";
"INVITATION_FROM" = "دعوة من";
"ACCEPT" = "قبول";
"MAYBE" = "ممكن";
"MAYBE_LOWERCASE" = "من لديه الإمكانية";
"DECLINE" = "رفض";
"SHOW_IN_CALENDAR" = "إظهار في التقويم";
"EVENT_CANCELED" = "تم إلغاء الحدث";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = "‏، %@";
"LAST_INVITEE_FORMAT" = " و%@";

"INFO" = "معلومات";
"ADD_COMMENTS" = "إضافة تعليقات";
"COMMENTS" = "تعليقات";
"REPEATS_FORMAT" = "%@ تكرار";

"INVITES" = "دعوات";
"INVITES_FORMAT" = "دعوات (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "من قبِل";
"ACCEPTED_LOWERCASE" = "من قبِل";
"DECLINED" = "من رفض";
"DECLINED_LOWERCASE" = "من رفض";
"DISMISS" = "استبعاد";
"MAYBE_RESPONSE" = "من لديه الإمكانية";
"CANCELED" = "تم الإلغاء";
"NO_INVITATIONS" = "لا توجد دعوات";
"NO_REPLY" = "لا يوجد رد";
"NO_REPLY_LOWERCASE" = "لا يوجد رد";
"FROM" = "من";
"FROM_LOWERCASE" = "من";
"MY_STATUS" = "الحالة";
"MY_STATUS_LOWERCASE" = "حالتي";
"EVENT_DETAILS" = "تفاصيل الحدث";
"NO_ATTENDEES" = "(لا أحد)";
"INVITE_LIST_ACCEPTED" = "قبِل";
"INVITE_LIST_DECLINED" = "رفض";
"INVITE_LIST_MAYBE" = "يُمكن";
"SHARED_CALENDAR_FROM" = "تقويم مشترك من %@‎";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "‏%@ إلى %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "‏%@\nإلى %@";
"INVITATION_CANCELED" = "تم الإلغاء";

"DELEGATE_ACTION_DISALLOWED" = "تم إعلامك عن هذا الحدث لأنك مندوب المدعو.";